const LIGHTHOUSE_CUSTOM_DATA =
[
{
    "id": "C001",
    "name": "국립 등대박물관",
    "sea": "동해안",
    "lat": 36.0780,
    "lng": 129.5679,
  },
  {
    "id": "C002",
    "name": "한산항 등표",
    "sea": "남해안",
    "lat": 34.8014,
    "lng": 128.4692
  },
  {
    "id": "C003",
    "name": "국립 울진 해양과학관",
    "sea": "동해안",
    "lat": 37.0728,
    "lng": 129.4095
  },
  {
    "id": "C004",
    "name": "국립 수산과학관",
    "sea": "동해안",
    "lat": 35.1934,
    "lng": 129.2240
  },
  {
    "id": "C005",
    "name": "국립 해양생물자원관",
    "sea": "서해안",
    "lat": 36.0179,
    "lng": 126.6701
  },
  {
    "id": "C006",
    "name": "조천읍 북촌리 등명대(도대불)",
    "sea": "남해안",
    "lat": 33.551222,
    "lng": 126.693139
  },
  {
    "id": "C007",
    "name": "국립 해양박물관",
    "sea": "남해안",
    "lat": 35.0785634,
    "lng": 129.082449
  },
  {
    "id": "C008",
    "name": "제뢰등대",
    "sea": "동해안",
    "lat": 35.1077,
    "lng": 129.0674
  }
]