const LIGHTHOUSE_CUSTOM_DATA =
[
{
    "id": "C001",
    "name": "국립등대박물관",
    "lat": 36.0780,
    "lng": 129.5679
  },
  {
    "id": "C002",
    "name": "한산항등표",
    "lat": 34.8014,
    "lng": 128.4692
  },
  {
    "id": "C003",
    "name": "국립울진해양과학관",
    "lat": 37.0728,
    "lng": 129.4095
  },
  {
    "id": "C004",
    "name": "국립수산과학관",
    "lat": 35.1934,
    "lng": 129.2240
  },
  {
    "id": "C005",
    "name": "국립해양생물자원관",
    "lat": 36.0179,
    "lng": 126.6701
  },
  {
    "id": "C006",
    "name": "조천읍 북촌리 등명대(도대불)",
    "lat": 33.551222,
    "lng": 126.693139
  },
  {
    "id": "C007",
    "name": "국립해양박물관",
    "lat": 35.0785634,
    "lng": 129.082449
  }
]