window.YEAR_DATA = [
    {"id": 1, "year": 2019, "name": "가덕도 등대", "lat": 34.9895556, "lng": 128.8291389}, 
    {"id": 3, "year": 2021, "name": "팔미도등대", "lat": 37.3583611, "lng": 126.5109722}, 
    {"id": 4, "year": 2022, "name": "호미곶등대", "lat": 36.0776944, "lng": 129.569}, 
    {"id": 5, "year": 2023, "name": "거문도등대", "lat": 34.0070833, "lng": 127.3220833}, 
    {"id": 6, "year": 2024, "name": "주문진등대", "lat": 37.8976667, "lng": 128.8339167}, 
    {"id": 7, "year": 2025, "name": "우도등대", "lat": 33.4926944, "lng": 126.9658611}, 
    {"id": 8, "year": 2026, "name": "영도등대", "lat": 35.0523333, "lng": 129.0921667}
];